Revit 2027 API
ParameterTypeId.SteelElemYDistance Property
 "Side 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemYDistance { get; }
Public Shared ReadOnly Property SteelElemYDistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemYDistance {
	ForgeTypeId^ get ();
}
static member SteelElemYDistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace